Repository: spiritoffootball/sof-press
Catalog: languages/sof-press-*.po
Languages: de_de

source: A press item post type
de_de: Ein Presseartikel-Posttyp

source: About this Press Item
de_de: Über diesen Presseartikel

source: About this Press Resource
de_de: Über diese Presseressource

source: Add an identifying name for the Press Item
de_de: Geben Sie einen eindeutigen Namen für den Presseartikel an.

source: Add an identifying name for the Press Resource
de_de: Geben Sie einen eindeutigen Namen für die Presse-Ressource ein.

source: Add New
de_de: Neu hinzufügen

source: Add New Press Item
de_de: Neuen Presseartikel hinzufügen

source: Add New Press Item Tag
de_de: Schlagwort hinzufügen

source: Add New Press Item Type
de_de: Kategorie hinzufügen

source: Add New Press Resource
de_de: Neue Presseressource hinzufügen

source: Add New Press Resource Tag
de_de: Schlagwort hinzufügen

source: Add New Press Resource Type
de_de: Kategorie hinzufügen

source: Add or remove Press Item Tag
de_de: Schlagwort hinzufügen oder entfernen

source: Add or remove Press Resource Tag
de_de: Schlagwort hinzufügen oder entfernen

source: Add Press Resource File
de_de: Presseressourcendatei hinzufügen

source: All Press Item Tags
de_de: Alle Schlagwörter

source: All Press Item Types
de_de: Alle Kategorien

source: All Press Items
de_de: Alle Presseartikel

source: All Press Resource Tags
de_de: Alle Schlagwörter

source: All Press Resource Types
de_de: Alle Kategorien

source: All Press Resources
de_de: Alle Presseressourcen

source: An Image of the Press Item.
de_de: Ein Bild des Presseartikels.

source: An optional Image that shows a preview of the Downloadable File.
de_de: Ein optionales Bild, das eine Vorschau der herunterladbaren Datei anzeigt.

source: Choose from the most popular Press Item Tags
de_de: Wählen Sie aus den beliebtesten Schlagwörter aus

source: Choose from the most popular Press Resource Tags
de_de: Wählen Sie aus den beliebtesten Schlagwörter aus

source: Custom field deleted.
de_de: Benutzerdefiniertes Feld gelöscht.

source: Custom field updated.
de_de: Benutzerdefiniertes Feld aktualisiert.

source: Date of the Press Item.
de_de: Datum des Presseartikels.

source: Date Published
de_de: Veröffentlichungsdatum

source: Downloadable File for the Press Item.
de_de: Herunterladbare Datei für den Presseartikel.

source: Downloadable Files for this Press Resource.
de_de: Herunterladbare Dateien für diese Presseressource.

source: Edit Press Item
de_de: Presseartikel bearbeiten

source: Edit Press Item Tag
de_de: Schlagwort bearbeiten

source: Edit Press Item Type
de_de: Kategorie bearbeiten

source: Edit Press Resource
de_de: Presse-Ressource bearbeiten

source: Edit Press Resource Tag
de_de: Schlagwort bearbeiten

source: Edit Press Resource Type
de_de: Kategorie bearbeiten

source: Feature Image of the Press Resource.
de_de: Titelbild der Presseressource.

source: File
de_de: Datei

source: File Preview
de_de: Dateivorschau

source: If you need a general description of this Press Resource, use this field.
de_de: Wenn Sie eine allgemeine Beschreibung dieser Presseressource benötigen, verwenden Sie dieses Feld.

source: If you need to describe the Press Item, use this field.
de_de: Wenn Sie den Presseartikel beschreiben müssen, verwenden Sie dieses Feld.

source: Link to the published Press Item.
de_de: Link zur veröffentlichten Pressemitteilung.

source: New Press Item
de_de: Neuer Presseartikel

source: New Press Item Tag Name
de_de: Neuer Schlagwortname

source: New Press Item Type Name
de_de: Neuer Kategoriename

source: New Press Resource
de_de: Neue Presseressource

source: New Press Resource Tag Name
de_de: Neuer Schlagwortname

source: New Press Resource Type Name
de_de: Neuer Kategoriename

source: No matching Press Item found
de_de: Kein passender Presseartikel gefunden

source: No matching Press Resource found
de_de: Keine passende Presseressource gefunden

source: No Press Item Tags found
de_de: Keine Schlagwörter gefunden

source: No Press Item Types found
de_de: Keine Kategorien gefunden

source: No Press Items found in Trash
de_de: Keine Presseartikel im Papierkorb gefunden

source: No Press Resource Tags found
de_de: Keine Schlagwörter gefunden

source: No Press Resource Types found
de_de: Keine Kategorien gefunden

source: No Press Resources found in Trash
de_de: Keine Presseressourcen im Papierkorb gefunden

source: Parent Press Item Type
de_de: Übergeordnete Kategorie

source: Parent Press Item Type:
de_de: Übergeordnete Kategorie:

source: Parent Press Resource Type
de_de: Übergeordnete Kategorie

source: Parent Press Resource Type:
de_de: Übergeordnete Kategorie:

source: Popular Press Item Tags
de_de: Beliebte Schlagwörter

source: Popular Press Resource Tags
de_de: Beliebte Schlagwörter

source: Press Coverage
de_de: Presseberichterstattung

source: Press Coverage of Spirit of Football activities
de_de: Presseberichterstattung über die Aktivitäten von Spirit of Football

source: Press Item
de_de: Presseartikel

source: Press Item Details
de_de: Presseartikeldetails

source: Press Item draft updated. <a target="_blank" href="%s">Preview Press Item</a>
de_de: Entwurf des Presseartikels aktualisiert. <a target="_blank" href="%s">Vorschau Presseartikel</a>

source: Press Item File
de_de: Presseartikel-Datei

source: Press Item Image
de_de: Presseartikelbild

source: Press Item published. <a href="%s">View Press Item</a>
de_de: Presseartikel veröffentlicht. <a href="%s">Presseartikel ansehen</a>

source: Press Item restored to revision from %s
de_de: Presseartikel auf die Version vom %s zurückgesetzt

source: Press Item saved.
de_de: Presseartikel gespeichert.

source: Press Item scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview Press Item</a>
de_de: Presseartikel geplant für: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Vorschau Presseartikel</a>

source: Press Item submitted. <a target="_blank" href="%s">Preview Press Item</a>
de_de: Presseartikel wurde eingereicht. <a target="_blank" href="%s">Vorschau Presseartikel</a>

source: Press Item Tags
de_de: Schlagwörter

source: Press Item Types
de_de: Kategorien

source: Press Item updated.
de_de: Presseartikel aktualisiert.

source: Press Item updated. <a href="%s">View Press Item</a>
de_de: Presseartikel aktualisiert. <a href="%s">Presseartikel ansehen</a>

source: Press Resource
de_de: Presse-Ressource

source: Press Resource Details
de_de: Details der Presse-Ressource

source: Press Resource draft updated. <a target="_blank" href="%s">Preview Press Resource</a>
de_de: Entwurf der Presseressource aktualisiert. <a target="_blank" href="%s">Vorschau Presseressource</a>

source: Press Resource Files
de_de: Presseressourcendateien

source: Press Resource Image
de_de: Presseressourcenbild

source: Press Resource published. <a href="%s">View Press Resource</a>
de_de: Presseressource veröffentlicht. <a href="%s">Presseressource ansehen</a>

source: Press Resource restored to revision from %s
de_de: Presseressource auf die Version von %s zurückgesetzt.

source: Press Resource saved.
de_de: Presseressource gespeichert.

source: Press Resource scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview Press Resource</a>
de_de: Presseressource geplant für: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Vorschau Presseressource</a>

source: Press Resource submitted. <a target="_blank" href="%s">Preview Press Resource</a>
de_de: Presseressource wurde eingereicht. <a target="_blank" href="%s">Vorschau Presseressource</a>

source: Press Resource Tags
de_de: Schlagwörter

source: Press Resource Types
de_de: Kategorien

source: Press Resource updated.
de_de: Presseressource aktualisiert.

source: Press Resource updated. <a href="%s">View Press Resource</a>
de_de: Presseressource aktualisiert. <a href="%s">Vorschau Presseressource</a>

source: Press Resources
de_de: Presseressourcen

source: Publisher
de_de: Herausgeber*in

source: Search Press Item Tags
de_de: Schlagwörter suchen

source: Search Press Item Types
de_de: Kategorien suchen

source: Search Press Items
de_de: Presseartikel durchsuchen

source: Search Press Resource Tags
de_de: Schlagwörter suchen

source: Search Press Resource Types
de_de: Kategorien suchen

source: Search Press Resources
de_de: Presseressourcen durchsuchen

source: Separate Press Item Tags with commas
de_de: Schlagwörter mit Kommas trennen

source: Separate Press Resource Tags with commas
de_de: Schlagwörter mit Kommas trennen

source: Show All %s
de_de: Alle %s anzeigen

# taxonomy general name
source: Press Item Tags
de_de: Schlagwörter

# taxonomy general name
source: Press Item Types
de_de: Kategorien

# taxonomy general name
source: Press Resource Tags
de_de: Schlagwörter

# taxonomy general name
source: Press Resource Types
de_de: Kategorien

# taxonomy singular name
source: Press Item Tag
de_de: Schlagwort

# taxonomy singular name
source: Press Item Type
de_de: Kategorie

# taxonomy singular name
source: Press Resource Tag
de_de: Schlagwort

# taxonomy singular name
source: Press Resource Type
de_de: Kategorie

source: The Downloadable File itself.
de_de: Die herunterladbare Datei selbst.

source: Update Press Item Tag
de_de: Schlagwort aktualisieren

source: Update Press Item Type
de_de: Kategorie aktualisieren

source: Update Press Resource Tag
de_de: Schlagwort aktualisieren

source: Update Press Resource Type
de_de: Kategorie aktualisieren

source: View Press Item
de_de: Presseartikel ansehen

source: View Press Resource
de_de: Presseressource anzeigen

source: Who published this Press Item? Examples: CNN, BBC, etc.
de_de: Wer hat diesen Presseartikel veröffentlicht? Beispiele: CNN, BBC usw.
